Revit 2024 API
FilterNumericValueRule Properties
The FilterNumericValueRule type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from FilterRule.)
See Also
FilterNumericValueRule Class
Autodesk.Revit.DB Namespace